{
    "dataSet": {
        "prod": "nabor",
        "dev": "nabor"
    },
    "api": {
        "clientId": "k2sa6UnfIekErm4PQIlY",
        "clientSecret": "BETNoFwPG0rHamdQLl0ftrnwrbJKngJAtOiKkRa8",
        "serverToken": "ae13665c856618147065afe8237a0f61",
        "browserToken": "e84a669c4e19bed167fa72fef8982002",
        "google": "AIzaSyAgV5Jp5V353fQ-khx1wKX2s4vx-xbb3zQ",
        "apiUrl": "https://api.bridgedataoutput.com/api/v2/",
        "username": "rick@nosnownaples.com",
        "password": "calltoPRAVEEN"
    },
    "nosnowUserPool": {
        "REGION": "us-west-2",
        "USER_POOL_ID": "us-west-2_w2gRpyNLi",
        "APP_CLIENT_ID": "1eh9n33ul91hmafnf9o0if1u29",
        "identityPoolId": "us-west-2:6be5f9df-3b38-4569-b20e-1322c0df8897",
        "USER_POOL": "nosnownaples",
        "IDENTITY_POOL": "nosnownaples"
    },
    "stage": {
        "prod": [
            { "type": "lambda", "service": "mail-service", "apiId": "odo6txvsg8", "region": "us-west-2" }   
        ]
    },
    "testimonials": {
        "title": "Letters of Recommendation",
        "subTitle": "(All 5 Star Rated - Based on reviews received by Realtor.com, Zillow & Google)",
        "content": [
            {
                "title": "Pedro & Miriam Cruz, Naples FL",
                "content": "We cannot say enough thank you's to Rick Parlante and his amazing group. From day 1 they took care of everything, answered every question, and made sure he got us the best deal we could get. He is an amazing and honest realtor. We are very pleased with the sale of our property and how at ease he always made us feel. Thank you for all your help and advice. We recommend Rick and The Parlante Group to anyone looking to sell or purchase any type of property!!",
                "rating": 5
            },
            {
                "title": "Bobby Zanstra, Naples FL",
                "content": "Rick and Brandon were truly wonderful to work with in selling 109 Kirtland Drive in Naples Florida. Rick had helped my grandfather purchase his dream home and took care of us when we had to resell the property when he became ill. Rick and Brandon went above and beyond by having the house secure via a locksmith and by ensuring the aspects of the inspection were taken care of by bringing in his own roofing specialist. I can't say enough great things about the sale. We had more than 2 dozen scheduled showings in a week, and it was easy to see the comments feedback by the software platform ShowingTime. We accepted an offer within 7 days, well above asking price and never had any doubts in us getting the best price. Always responded when I called, a professional via email, I'd trust Rick and his team to sell my house again. A terrific experience that made my life easy.",
                "rating": 5
            },
            {
                "title": "Pastor John and Jennifer Cannata, Ocala FL",
                "content": "Rick Parlante and The No Snow team has been absolutely a joy to work with in selling my home. Their years of experience guided me through a multiple offer deal for my home that saved me a ton of money! Their staff was professional, kind and courteous. I can’t imagine going through any other realtor to buy or sell a home!",
                "rating": 5
            },
            {
                "title": "Jane & John Wingate, Phenix AL",
                "content": "Rick assisted us in many ways to sell our property in Naples. Through discussion he increased our knowledge of how to determine a realistic land value, to understand wetlands characteristics and the Naples market. He helped us identify all options for sale and based on Rick’s recommendation, we divided our 5 acre lot and sold both lots for our asking price and above. We highly recommend Rick Parlante for all your real estate needs.",
                "rating": 5
            },
            {
                "title": "Lynn & Jerry Nelson, Naples FL", 
                "content": "Our agent Richard Parlante went over and above our expectations in what turned out to be a very intense and laborious transaction. He took care of all details that needed to be dealt with and guided us through over 3 months of challenges. We would certainly recommend Rick and will call on him for our future real estate needs.",
                "rating": 5
            },
            {
                "title": "Greg & Brooke Kopriva, Naples, FL",
                "content": "From listing to closing in less than 60 days! If you want someone who thinks way outside of the box and can deliver results - you can’t do better than Rick Parlante and the Parlante Group. Rick did extensive market research and convinced me to list my property much higher what I was planning. I took his advice and he and his team had it under contract within 30 days. He is a true professional with an unsurpassed knowledge of this real estate market. He’s also a decent and honorable man - a very rare combination. I highly recommend Rick and his team to anyone thinking of buying or selling their home. In fact, we’re planning on selling our home in a couple months and I wouldn’t trust it with anyone else.",
                "rating": 5
            },
            {
                "title": "Jim and Pat Morrissey, Naples FL", 
                "content": "Rick and Chris are the best realtors is south Florida. They were our realtors about a year ago they sold our place and helped us purchase another one, they were a great help. Everything went smooth and they were there to help through the entire process. I give them a 10+ rating!",
                "rating": 5
            },
            {
                "title": "Jenny Sullivan, Naples FL",
                "content": "Rick Parlante is one of the most knowledgeable Realtors for the Naples area. He’s helped me for several years. We’ve done multiple transactions buying and selling. He is always there for me. He answers all my questions very promptly. But he’s more than just my realtor, like a personal concierge too! He’s got a great big heart and will help you in any way that he can. Combined with excellent connections, negotiating skills, outside of the box thinking his office has all the updated technology needed to find the best property for you!",
                "rating": 5
            },
            {
                "title": "Jane & John Wingate, Phenix AL",
                "content": "Rick assisted us in many ways to sell our property in Naples. Through discussion he increased our knowledge of how to determine a realistic land value, to understand wetlands characteristics and the Naples market. He helped us identify all options for sale and based on Rick’s recommendation, we divided our 5-acre lot and sold both lots for our asking price and above. We highly recommend Rick Parlante for all your real estate needs.",
                "rating": 5
            },
            {
                "title": "Adam and Debra Bazalgette, Naples FL", 
                "content": "Rick has a great deal of experience in Naples real estate. This proved to be invaluable on many  fronts. How to deal with offers, as well as obstacles after the offer. Negotiating skills with  regard to the selling of our property, as well as finding and negotiating on our next property. We  highly recommend Rick",
                "rating": 5
            },
             {
                "title": "Ron and Melissa Lestock, Naples, FL", 
                "content": "Rick Parlante is very knowledgeable and efficient at what he does. When multiple realtors could not sell our house in a bad economy, Rick and his team came through. I cannot say enough about Rick. He is truly one of the most ethical and understanding realtors in the marketplace. I would highly recommend Rick if you were looking to buy or sell a house. He helped us sell and buy our current home and we could not be happier! The best part about working with Rick is he returns your calls and emails!! Thanks Rick.",
                "rating": 5
            },
            {
                "title": "AJ & Brenda Bucelo, Coral Gables FL", 
                "content": "Rick Parlante is incredibly professional and very efficient. By far one of the best realtor’s, we have ever dealt with. My husband and I consider him a friend.",
                "rating": 5
            },
            {
                "title": "Arnol Elam, Naples FL", 
                "content": "Rick Parlante is incredibly professional and very efficient. By far one of the best realtor’s, we have ever dealt with. My husband and I consider him a friend.",
                "rating": 5
            },
            {
                "title": "Katharina Shoemaker, Naples FL", 
                "content": "I have worked with many realtors and can honestly say that Rick Parlante will go above and beyond to ensure his clients receive the upmost respect. He is one of the most honest, and caring people I know. If you are in the market for a realtor, I highly recommend his services, he will treat you like family and be truthful, responsive, and will go out of his way to help you in any way he possibly can.",
                "rating": 5
            },
            {
                "title": "Martin and Sigrid Horneck, Naples, FL", 
                "content": "I have purchased a $2.5 million dollar home in Naples through Rick Parlante recently. He is a professional and very knowledgeable agent that helped me find a home that meets my needs.",
                "rating": 5
            },
            {
                "title": "Wayne Baird and Joann Keller, Quebec Canada", 
                "content": "Rick is a true professional. We have sold 2 properties and recently purchased again using the Parlante Group. Rick has assembled a team of buying and selling experts that support you throughout the process. Irrespective of whether you’re a buyer or seller, Rick listens to your unique requirements. He is an expert in the SW Florida market. There is no one better!",
                "rating": 5
            },
            {
                "title": "Bill Weber, Chagrin Falls Ohio", 
                "content": "Rick truly cares about his clients. His years of experience and local knowledge helped me immensely in securing a successful conclusion in our real estate transaction...I give him my highest recommendation.",
                "rating": 5
            },
            {
                "title": "Neville & Donna Carey, Naples FL", 
                "content": "We respectfully submit this very high recommendation for Richard Parlante whom I have known for over 20 years as a neighbor and well-informed realtor. He not only showed me ways to enhance the value of my home but also kept me abreast of feedback and comparable listings in my neighborhood. I would certainly call on Rick if ever the opportunity arises.",
                "rating": 5
            },
            {
                "title": "Andy & JoAnn Hilk, Plainfield IL", 
                "content": "Rick is a veteran in the Naples real estate market. He is very knowledgeable and helpful from the beginning to the end, whether you are selling or buying. Rick and his team did a great job with our sale. With his advice we priced our home higher than any other of its kind that ever sold in the community. We sold it in 19 days and for full price.",
                "rating": 5
            },
            {
                "title": "Julio & Lina Rincon, Naples FL", 
                "content": "Rick was very helpful, knowledgeable about Real estate, he was very professional, answered all our questions and concerns. Always make himself available and took his time to guide us through the selling of our home. We highly recommend Mr. Parlante to meet any of your real estate needs.",
                "rating": 5
            },
            {
                "title": "JC and Beth Raies, Naples FL", 
                "content": "Rick was referred to us by a friend. Rick was professional and knowledgeable and met our expectations. Lauren was fantastic, very detail-oriented and on top of things",
                "rating": 5
            }

    ]},
    "environment": {
        "title": "Environmental Assessment for Buyers & Sellers",
        "subTitle": "The importance of environmental review for real estate transactions in Collier County",
        "content": [
            "Southwest Florida’s natural landscapes contain a large variety of ecosystems, habitats, and wildlife. Many of these are managed as public resources, including when located on private lands.",
            "In Golden Gate Estates the primary example is wetlands which provide floodwater retention, recharge aquifers and ground water supplies. Also common in Golden Gate Estates are protected plant and animal species, such as the Gopher tortoise and the Florida Bonneted Bat and Red Cockaded Woodpecker. Unregulated impacts to these natural resources are illegal and often results in substantial financial penalties.",
            "In Collier County, documentation of wetlands is also required for all construction permit applications. Prior to land sales, wetlands surveys (determinations) are particularly critical due to the potential expenses required to build on them (often tens of thousands of dollars). In rare instances the property may not be developed at all.",
            "Tropical Environmental Consultants has served south Florida’s environmental assessment needs since 1983 and assists buyers and sellers by conducting wetland delineations and listed species surveys which address any potential need for permitting to build on a property and fully apprising clients of any potential expenses as well as helping current owners assess the potential sale value of their property. Whether you are a current landowner or considering buying property it is of the most upmost importance to obtain an environmental assessment prior to selling and purchasing land. If you have obtained a prior report that is older then 5 years, we recommend you obtain an updated study as conditions do tend to change over time."
        ],
        "signature": [
            "Kind regards,",
            "Katharina Shoemaker",
            "Owner",
            "",
            "Biologist/Consultant",
            "Office-239-455-6232",
            "Cell-239-298-6739",
            "Office Address",
            "3900 Mannix Dr. #118",
            "Naples, FL. 34114"
        ],
        "website": [
            "www.TropicalEnvironmentalConsultants.com"
        ],
        "statement": [
            "I strive to provide excellent service to my clients.",
            "Please leave a favorable google review. Not happy?",
            "Voice your concerns, and I will try to make things right. Thank you for allowing me to assist you with your environmental project!"
        ]
    }
}